Repository: apple-avadhesh/CryptoTracker
Catalog: local.xcstrings
Source language: en
Languages: es, fr_ca, pt

source: This application requires the use of your personal data as defined in Terms & Conditions. If you turn off the setting, you will no longer be able to use this service. Your admin will be notified.
es: Esta aplicación requiere el uso de sus datos personales tal como se estipula en los Términos y Condiciones. Si desactiva esta configuración, no podrá continuar usando este servicio. Su administrador será notificado.
fr_ca: L’application requiert l’utilisation de vos données personnelles conformément aux modalités. Si vous désactivez le paramètre, vous ne pourrez plus utiliser le service. Votre administrateur sera prévenu.
pt: Este aplicativo necessita usar seus dados pessoais tal como definido nos Termos e Condições. Se você desativar esta configuração já não vai poder usar o serviço. Seu administrador vai ser notificado.

source: This application requires the use of your personal data as defined in Terms & Conditions. You agreed to allow the use of this data when you initially signed up for this service.
es: Esta aplicación requiere el uso de sus datos personales tal como se estipula en los Términos y Condiciones. Autorizó el uso de datos cuando se registró para usar el servicio.
fr_ca: L’application requiert l’utilisation de vos données personnelles conformément aux modalités. Vous avez accepté que soient utilisées ces données au moment de votre inscription au service.
pt: Este aplicativo necessita usar seus dados pessoais tal como definido nos Termos e Condições. Você aceitou o usos destes dados quando se cadastrou para usar o serviço.

source: This application requires the use of your personal data as defined in Terms & Conditions. You currently have this setting turned off. Turn on the setting to continue to use the service.
es: Esta aplicación requiere el uso de sus datos personales tal como se estipula en los Términos y Condiciones. Esta configuración actualmente se encuentra desactivada. Actívela para continuar usando el servicio.
fr_ca: L’application requiert l’utilisation de vos données personnelles conformément aux modalités. Ce paramètre est actuellement désactivé. Activez le paramètre pour continuer à utiliser le service.
pt: Este aplicativo necessita usar seus dados pessoais tal como definido nos Termos e Condições. Atualmente esta configuração está desativada. Ative a configuração para continuar usando o serviço.

source: This contact has been opted out and you cannot send more messages.
es: Este contacto ya se dio de baja y no puedes enviar más mensajes.
fr_ca: Ce contact a été exclu et vous ne pouvez plus lui envoyer de messages.
pt: Este contato já recusou e você não pode enviar mais mensagens.

source: This conversation does not support sending picture messages.
es: Esta conversación no permite enviar mensajes con imágenes.
fr_ca: Cette conversation ne permet pas d’envoyer des messages avec images.
pt: Esta conversa não suporta o envio de mensagens gráficas.

source: This device is already associated with another Multiline number. Please contact your administrator
es: Este dispositivo ya está asociado a otro número MultiLine. Comunícate con tu administrador
fr_ca: L’appareil est déjà associé à un autre numéro MultiLine. Communiquez avec votre administrateur
pt: Este dispositivo já está associado com outro número MultiLine. Contate seu administrador

source: This device is already associated with another Multiline number. Please contact your administrator (number not free)
es: Este dispositivo ya está asociado a otro número MultiLine. Comunícate con tu administrador (el número no está disponible)
fr_ca: L’appareil est déjà associé à un autre numéro MultiLine. Communiquez avec votre administrateur (numéro non disponible)
pt: Este dispositivo já está associado com outro número MultiLine. Contate seu administrador (o número não está disponível)

source: This device is already associated with another Multiline number. Please contact your administrator (too many identities)
es: Este dispositivo ya está asociado a otro número MultiLine. Comunícate con tu administrador (demasiadas identidades)
fr_ca: L’appareil est déjà associé à un autre numéro MultiLine. Communiquez avec votre administrateur (trop grand nombre d’identités)
pt: Este dispositivo já está associado com outro número MultiLine. Contate seu administrador (demasiadas identidades)

source: This feature is currently not available.
es: Esta función no está disponible en este momento.
fr_ca: Cette option n’est pas offerte pour le moment.
pt: Esta função não está disponível atualmente.

source: This feature is to Lock/Unlock the App
es: Bloqueo/Desbloqueo de la aplicación
fr_ca: Fonction permettant de verrouiller et déverrouiller l’application
pt: Esta função bloqueia/desbloqueia o aplicativo em seu telefone

source: This function is not supported
es: No se admite esta función
fr_ca: Cette fonction n’est pas prise en charge.
pt: Esta função não é compatível

source: This image is no longer available
es: Esta imagen ya no está disponible
fr_ca: Cette photo n’est plus disponible
pt: A imagem não está mais disponível

source: This invitation has already been used to onboard MultiLine on a mobile device. It cannot be reused. Contact your administrator for further assistance.
es: Ya se utilizó esta invitación para instalar MultiLine en un dispositivo móvil. No se puede volver a utilizar. Comunícate con tu administrador para obtener más ayuda.
fr_ca: L’invitation a déjà été utilisée pour intégrer MultiLine sur un appareil mobile. Elle ne peut plus servir. Communiquez avec l’administrateur pour obtenir de l’aide.
pt: Este convite já foi usado para ativar MultiLine em um dispositivo móvel. Não pode ser reutilizado. Entre em contato com seu administrador para obter mais assistência.

source: This number already added to block list.
es: Este número ya se agregó a la lista de bloques.
fr_ca: Le numéro figure déjà dans la liste des numéros bloqués.
pt: Este número já foi adicionado à lista de bloqueios.

source: This number has already been used, You must specify a different number
es: Este número ya está en uso. Debes especificar otro número
fr_ca: Le numéro a déjà été utilisé. Vous devez fournir un autre numéro
pt: Este número já está em uso. Defina um número diferente.

source: This number has been added to the block list already.
es: Este número ya se ha agregado a la lista de bloques.
fr_ca: Le numéro a déjà été ajouté à la liste des numéros bloqués.
pt: Esse número já foi adicionado à lista de blocos.

source: This number is already in use. Please provide another number.
es: Este número ya está en uso. Proporcione otro número.
fr_ca: Ce numéro est déjà utilisé. Veuillez fournir un autre numéro.
pt: Este número já está em uso. Por favor, forneça outro número.

source: This phone number is linked to your account.
es: Este número de teléfono está vinculado a su cuenta.
fr_ca: Le numéro de téléphone est associé à votre compte.
pt: Este número de telefone está vinculado à sua conta.

source: This requests permission from the contact to start messaging with WhatsApp.
es: Se necesita permiso del contacto para comenzar el intercambio de mensajes de WhatsApp.
fr_ca: Il s’agit d’une demande d’autorisation du contact pour commencer à envoyer des messages avec WhatsApp.
pt: Isto solicitará a permissão do contato para começar a enviar mensagens com WhatsApp

source: This switch allows you to control how calls are made. By choosing "Minutes", calls are made using the mobile operator’s voice network, giving you the best quality calls. By choosing "Data", calls are made over Wi-Fi and/or Cellular Data, in the case you want to avoid using your mobile operator’s voice network. You can also use the "Data" mode when traveling abroad to save on roaming costs.
es: Este botón permite controlar cómo se realizan las llamadas. Al elegir "Minutos", las llamadas se realizan usando la red de voz de la operadora para una óptima calidad. Al elegir "Datos", las llamadas se realizan sobre Wi-Fi y/o datos móviles para evitar utilizar la red de voz de la operadora.
fr_ca: Ce commutateur vous permet de contrôler le mode de transmission des appels. Si vous choisissez « minutes », les appels sont effectués sur le réseau voix de votre fournisseur de services mobiles, ce qui vous permet de bénéficier d’une qualité d’appel optimale. Si vous choisissez « données », les appels passent par le Wi-Fi ou les données cellulaires. Cette option permet d’éviter d’utiliser le réseau voix de votre fournisseur. Vous pouvez également utiliser le mode « Données » lorsque vous voyagez à l’étranger afin d’économiser les frais d’itinérance. .
pt: Este botão permite controlar o seu mecanismo de chamadas. Ao escolher “Minutos”, as chamadas serão feitas usando a rede de voz celular proporcionando a melhor qualidade de chamadas. Ao escolher “Dados”, as chamadas serão feitas através de Wi-Fi e/ou dados da rede celular, evitando o uso da rede de voz celular de sua operadora. Você também pode usar o modo “Dados” quando estiver viajando para economizar custos de roaming.

source: This version does not support cellular channel, please turn on wifi.
es: Esta versión no admite datos móviles, activa Wi-Fi.
fr_ca: La version ne prend pas en charge le canal cellulaire. Veuillez activer le Wi-Fi.
pt: Esta versão não é compatível com dados celulares, por favor, ative o Wi-Fi

source: This version supports data channel only.
es: Esta versión solo admite canal de datos.
fr_ca: La version prend seulement en charge le canal des données.
pt: Esta versão é compatível somente com canal de dados.

source: This will delete recents, voice mails, conversations and contacts from local storage, and you will not be able to make or receive any calls or messages on this line, do you really want to continue?
es: Se eliminarán recientes, mensajes de voz, conversaciones y contactos del almacenamiento local, y no podrás realizar ni recibir llamadas o mensajes en esta línea, ¿deseas continuar?
fr_ca: Les appels récents, les messages vocaux, les conversations et les contacts seront supprimés de la mémoire locale et vous ne pourrez plus transmettre ou recevoir d’appels ou de messages sur cette ligne. Voulez-vous vraiment continuer?
pt: Isto excluirá recentes, correios de voz, conversações e contatos do armazenamento local, você não poderá fazer nem receber chamadas ou mensagens nesta linha, deseja continuar?

source: Thu
es: Jue
fr_ca: Jeu.
pt: Qui

source: Thursday
es: Jueves
fr_ca: Jeudi
pt: Quinta-feira

source: Time
es: Hora
fr_ca: Heure
pt: Hora

source: Time displayed in
es: Las horas se muestran según huso
fr_ca: Les heures s’affichent en
pt: Horas exibidas em

source: Timeout occured. Please try again
es: Tiempo de espera agotado. Vuelve a intentarlo
fr_ca: Délai d’attente expiré. Veuillez réessayer
pt: Tempo esgotado. Por favor, tente novamente

source: Timor Leste
es: Timor Oriental

source: to
es: a
fr_ca: pour
pt: para

source: To
es: Para
fr_ca: Destinataire
pt: Para

source: To activate your account, please use the details sent to you by email. For further assistance please contact your administrator.
es: Para activar su cuenta, utilice los detalles que se le envían por correo electrónico. Para obtener más ayuda, comuníquese con su administrador.
fr_ca: Pour activer votre compte, veuillez utiliser les renseignements qui vous ont été envoyés par courriel. Pour en savoir plus, contactez votre administrateur.
pt: Para ativar sua conta, use os detalhes enviados a você por e -mail. Para obter mais assistência, entre em contato com seu administrador.

source: To call
es: A llamar
fr_ca: Pour appeler
pt: Para chamar

source: To display Caller ID and for MultiLine service to function properly, %@ must create a single new entry in your contact list. Please modify your Content & Privacy Restrictions for contacts.
es: Para mostrar el ID originante y que el servicio de MultiLine funcione bien, %@ debe crear una nueva entrada en tu lista de contactos. Puedes modificar sus restricciones de contenido y privacidad para los contactos.
fr_ca: Pour afficher l’identité de l’appelant et pour que le service MultiLine fonctionne correctement, %@ vous devez créer une nouvelle entrée dans votre liste de contacts. Veuillez modifier vos restrictions de contenu et de protection de la vie privée pour les contacts.
pt: Para exibir o ID do chamador e o serviço MultiLine funcionar corretamente, %@ deve criar um registro novo na sua lista de contatos. Por favor modificar suas restrições de conteúdo e privacidade para contatos.

source: To display Caller ID and for MultiLine service to function properly, %@ must create a single new entry in your contact list. You can either opt to exit or modify your Content & Privacy Restrictions for contacts.
es: Para mostrar el ID originante y que el servicio de MultiLine funcione bien, %@ debe crear una nueva entrada en tu lista de contactos. Puedes salir o modificar sus restricciones de contenido y privacidad para los contactos.
fr_ca: Pour afficher l’identité de l’appelant et pour que le service MultiLine fonctionne correctement, %@ vous devez créer une nouvelle entrée dans votre liste de contacts. Vous pouvez choisir de quitter ou de modifier vos restrictions de contenu et de protection de la vie privée pour les contacts.
pt: Para exibir o ID do chamador e o serviço MultiLine funcionar corretamente, %@ deve criar um registro novo na sua lista de contatos. Você pode escolher sair ou modificar suas restrições de conteúdo e privacidade para contatos.

source: To display Caller ID and for MultiLine service to function properly, %@ must create a single new entry in your contacts list. You can either opt to exit or proceed to create the contact.
es: Para mostrar el ID originante y que el servicio de MultiLine funcione bien, %@ debe crear una nueva entrada en tu lista de contactos. Puedes salir o continuar y crear el contacto.
fr_ca: Pour afficher l’identité de l’appelant et pour que le service MultiLine fonctionne correctement, %@ doit créer une nouvelle fiche dans votre liste de contacts. Vous pouvez choisir de quitter ou de créer le contact.
pt: Para exibir o ID do chamador e o serviço MultiLine funcionar corretamente, %@ deve criar um registro novo na sua lista de contatos. Você pode escolher sair ou continuar e criar o contato.

source: To function correctly, Movius for BlackBerry must create an application contact to display the caller ID.
es: Para que funcione correctamente, Movius for BlackBerry debe crear un contacto de la aplicación para mostrar en el identificador de llamadas.
fr_ca: Pour fonctionner correctement, Movius pour BlackBerry doit créer un contact d’application pour afficher l’identité de l’appelant.
pt: Para funcionar corretamente, Movius for BlackBerry deve criar um contato do aplicativo para exibir o ID do chamador.

source: To function correctly, MultiLine for Intune must create an application contact to display the caller ID.
es: Para que funcione correctamente, MultiLine for Intune debe crear un contacto de la aplicación para mostrar en el identificador de llamadas.
fr_ca: Pour fonctionner correctement, MultiLine pour Intune doit créer un contact d’application pour afficher l’identité de l’appelant.
pt: Para funcionar corretamente, MultiLine for Intune deve criar um contato do aplicativo para exibir o ID do chamador.

source: To function correctly, MultiLine must create an application contact to display the caller ID.
es: Para que funcione correctamente, MultiLine debe crear un contacto de la aplicación para mostrar en el identificador de llamadas.
fr_ca: Pour fonctionner correctement, MultiLine doit créer un contact d’application pour afficher l’identité de l’appelant.
pt: Para funcionar corretamente, MultiLine deve criar um contato do aplicativo para exibir o ID do chamador.

source: To include images from your photo library in your messages, change your settings for %@ to - Photo Library Access to Limited Access / Full Access
es: Para incluir imágenes de la biblioteca de fotos en tus SMS, cambia los ajustes para permitir que %@ acceda a tus fotos.
fr_ca: Pour ajouter des photos de votre galerie à vos messages, réglez vos paramètres pour permettre l’accès de %@ à toutes vos photos
pt: Para incluir imagens da biblioteca de fotos na suas mensagens, mude sua configuração para permitir %@ acessar seus fotos.

source: To include photo library images in your messages, change your settings for %@ to - Allow Access to All Photos.
es: Para incluir imágenes de la biblioteca de fotos en tus SMS, cambia los ajustes a Permitir acceso a todas las fotos para %@.
fr_ca: Pour ajouter des photos de votre galerie à vos messages, réglez vos paramètres pour permettre l’accès de %@ à toutes vos photos
pt: Para incluir imagens da biblioteca de fotos nas suas mensagens, mude sua configuração de %@ para - Permitir acesso a todas as fotos.

source: To Re-Engage the conversation, please send guest a request
es: Para retomar la conversación, envía una invitación al invitado.
fr_ca: Pour relancer la conversation, envoyez une demande à l’interlocuteur
pt: Para retomar a conversa, envie uma solicitação ao convidado

source: To select a different ringtone for all calls using minutes, go to your “Phone” application and under “Contacts” select “Movius_Work”. Tap on Edit in top right and scroll down to “Ringtone”, then tap “Done”.
es: Para seleccionar un tono de llamada diferente para todas las llamadas que utilizan minutos, ve a la aplicación "Teléfono" y en "Contactos" selecciona "Movius_Trabajo". Selecciona "Editar" en la parte superior derecha y desplázate hacia abajo hasta "Tono de llamada", luego presiona "OK".
fr_ca: Pour sélectionner une sonnerie différente pour tous les appels utilisant des minutes, accédez à votre application de téléphonie et, sous « Contacts », sélectionnez « Movius_Work ». Appuyez sur Modifier en haut à droite et faites défiler jusqu’à « Sonnerie », puis appuyez sur « Terminé ». .
pt: Para selecionar um toque de chamadas diferente para todas as chamadas que utilizem minutos, vá ao aplicativo "Telefone" e em "Contatos", selecione "Movius_Trabalho". Selecione Editar no canto superior direito e depois desça a tela até "Toque".

source: To select a different ringtone for all calls using minutes, go to your “Phone” application and under “Contacts” select “MultiLine_Work”. Tap on Edit in top right and scroll down to “Ringtone”, then tap “Done”.
es: Para seleccionar un tono de llamada diferente para todas las llamadas que utilizan minutos, ve a la aplicación "Teléfono" y en "Contactos" selecciona "MultiLine_Trabajo". Selecciona "Editar" en la parte superior derecha y desplázate hacia abajo hasta "Tono de llamada", luego presiona "OK".
fr_ca: Pour sélectionner une sonnerie différente pour tous les appels utilisant des minutes, accédez à votre application de téléphonie et, sous « Contacts », sélectionnez « MultiLine_Work ». Appuyez sur Modifier en haut à droite et faites défiler jusqu’à « Sonnerie », puis appuyez sur « Terminé ». .
pt: Para selecionar um toque de chamadas diferente para todas as chamadas que utilizem minutos, vá ao aplicativo "Telefone" e em "Contatos", selecione "MultiLine_Trabalho". Selecione Editar no canto superior direito e depois desça a tela até "Toque".

source: To select a different ringtone for all Movius calls, tap 'Edit' in the next screen, change 'Ringtone', then tap 'Done’.
es: Para seleccionar un tono llamada diferente para todas las llamadas Movius, selecciona Editar en la pantalla siguiente, cambia Tono de llamada y luego selecciona OK.
fr_ca: Pour choisir une nouvelle sonnerie pour les appels Movius, appuyez sur Modifier à l’écran suivant, changez de sonnerie, puis appuyez sur Terminé.

source: To select a different ringtone for all MultiLine calls, tap 'Edit' in the next screen, change 'Ringtone', then tap 'Done’.
es: Para seleccionar un tono llamada diferente para todas las llamadas MultiLine, selecciona Editar en la pantalla siguiente, cambia Tono de llamada y luego selecciona OK.
fr_ca: Pour choisir une nouvelle sonnerie pour les appels MultiLine, appuyez sur Modifier à l’écran suivant, changez de sonnerie, puis appuyez sur Terminé.
pt: Para selecionar um toque de chamada diferente para todas as chamadas do aplicativo, selecione 'Editar' na seguinte tela, altere o 'Toque de chamada', e selecione 'OK'.

source: To transfer this call, press here
es: Para transferir esta llamada, presiona aquí
fr_ca: Appuyez ici pour transférer l’appel
pt: Para transferir a chamada, pressione aqui

source: To unlock, enter your Protection Password
es: Para desbloquear, introduce tu contraseña
fr_ca: Pour déverrouiller, entrer votre mot de passe de protection
pt: Para desbloquear, insira sua senha de proteção

# To_schedule
source: To
es: Hasta
fr_ca: Pour
pt: Até

source: Today
es: Hoy
fr_ca: Aujourd’hui
pt: Hoje

source: Too many requests, please try again later.
es: Hay demasiadas solicitudes. Por favor inténtelo más tarde.
fr_ca: Requêtes trop nombreuses. Réessayez plus tard.
pt: Muitos pedidos. Por favor tente mais tarde.

source: Top Up
es: Recargar
fr_ca: Réapprovisionnement
pt: Recarregar

source: Top Up History
es: Historial de recargas
fr_ca: Historique de réapprovisionnement
pt: Histórico de recargas

source: Touch to return to call
es: Tocar para regresar a la llamada
fr_ca: Appuyer pour revenir à l’appel
pt: Toque para retornar à chamada

source: transfer
es: transferir
fr_ca: transférer
pt: transferir

source: Transfer
es: Transferir
fr_ca: Transférer
pt: Transferir

source: Transfer and Hangup
es: Transferir y cortar
fr_ca: Transférer l’appel et raccrocher
pt: Transferir e desligar

source: Transfer options
es: Opciones de transferencia
fr_ca: Options de transfert
pt: Opções de transferência

source: Trial
es: Prueba
fr_ca: Essai
pt: Teste

source: Trial Plan
es: Plan de prueba
fr_ca: Forfait d’essai
pt: Plano de teste

source: Trinidad and Tobago
es: Trinidad y Tobago
fr_ca: Trinité-et-Tobago
pt: Trinidade e Tobago

source: Try after sometime
es: Vuelve a intentarlo más tarde
fr_ca: Réessayez plus tard
pt: Tente novamente mais tarde

source: Try Data First, Then Minutes
es: Pruebe los datos primero, luego los minutos
fr_ca: Tester d’abord les données, puis les minutes
pt: Experimente os dados primeiro, depois os minutos

source: Try Data, Fallback to Minutes
es: Usar minutos si no hay datos
fr_ca: Utiliser les minutes s’il n’y a pas de données
pt: Usar dados, em caso de falha, usar minutos

source: Trying to connect your call, please wait.
es: Intentando establecer tu llamada, aguarda un momento.
fr_ca: Tentative de connexion de votre appel. Veuillez patienter.
pt: Tentando conectar sua chamada, por favor aguarde

source: Trying to connect...
es: Intentando establecer conexión...
fr_ca: Tentative de connexion en cours...
pt: Tentando se conectar...

source: Tue
es: Mar
fr_ca: Mar.
pt: Ter

source: Tuesday
es: Martes
fr_ca: Mardi
pt: Terça-feira

source: Tunisia
es: Túnez
fr_ca: Tunisie
pt: Tunísia

source: Turkey
es: Turquía
fr_ca: Turquie
pt: Turquia

source: Turkmenistan
es: Turkmenistán
fr_ca: Turkménistan
pt: Turcomenistão

source: Turks and Caicos Islands
es: Islas Turcas y Caicos
fr_ca: Îles Turks et Caicos
pt: Ilhas Turcas e Caicos

source: Turn Off
es: Desactivar
fr_ca: Désactiver
pt: Desativar

source: Turn On
es: Activar
fr_ca: Activer
pt: Ativar

source: Tuvalu
es: Tuvalú

source: Type phone number here
es: Introduce el número aquí
fr_ca: Entrez le numéro de téléphone ici
pt: Digite o número de telefone aqui

source: U.S. Virgin Islands
es: Islas Vírgenes de los Estados Unidos
fr_ca: Îles Vierges américaines
pt: Ilhas Virgens Americanas

source: UBS Text Contacts
es: UBS Text Contactos
fr_ca: Contacts UBS Text
pt: UBS Text Contatos

source: Ukraine
es: Ucrania
pt: Ucrânia
